Repository: devdip27/infinity_minesweeper-master
Catalog: lib/l10n/app_*.arb
Languages: de, it, pl

# language
source: English
de: Deutsch
it: Italiano
pl: Polski

source: Hard
de: Schwer
it: Difficile
pl: Trudny

# yourRecord
source: Your record for {modality} mode is :
de: Ihr Rekord für den {modality} lautet:
it: Il tuo record per la modilità {modality} è :
pl: Twój rekord dla trybu {modality} wynosi:

source: Easy
de: Einfach
it: Facile
pl: Łatwy

source: Medium
de: Mittel
it: Intermedio
pl: Średni

source: bombs
de: Bomben
it: bombe
pl: Bomby

source: Statistics
de: Statistiken
it: Statistiche
pl: Statystyki

source: Leaderboard
de: Bestenliste
it: Classifiche
pl: Ranking

source: Purchase
de: Kaufen
it: Acquisti
pl: Kup

source: Develop By
de: Entwickelt von
it: Sviluppato da
pl: Rozwój przez

source: Win
de: Gewinnen
it: Vincite
pl: Wygrać

source: Lose
de: Verlieren
it: Perdite
pl: Przegrać

source: Game Statistics
de: Spielstatistiken
it: Statistiche di gioco
pl: Statystyki gry

# alreadyProGamer
source: You are already Pro Gamer, you will never see ads again!
de: Sie sind bereits ein Pro Gamer und werden nie wieder Werbung sehen!
it: Sei già utente Pro, non vedrai mai più la pubblicità!
pl: Jesteś już profesjonalnym graczem i nigdy więcej nie zobaczysz reklam!

# purchasePageTitle
source: Purchase
de: Kaufen
it: Acquisti
pl: Kup

# tutorial1StartGameTitle
source: Start game
de: Spiel starten
it: Inizia il gioco
pl: Rozpocznij grę

# tutorial1StartGameDescr
source: To start click any cell, a solvable playing field will be created.
de: Klicken Sie auf ein beliebiges Feld, um das Spiel zu starten. Ein lösbares Spielfeld wird erstellt.
it: Per iniziare clicca una qualsiasi cella, un campo di gioco risolvibile verrà creato
pl: Kliknij dowolne pole, aby rozpocząć grę. Zostanie utworzone rozwiązywalne pole gry.

# tutorial2FindBombsTitle
source: Find bombs
de: Bomben finden
it: Bombe
pl: Znajdź bomby

# tutorial2FindBombsDescr
source: The numbers indicate how many bombs there are in the adjacent cells. For example, the number 3 indicates that there are three bombs around the cell.
de: Die Zahlen zeigen an, wie viele Bomben in den angrenzenden Zellen vorhanden sind. Zum Beispiel zeigt die Zahl 3 an, dass sich drei Bomben um die Zelle herum befinden.
it: Il numero indica quante bombe adiacenti alla cella ci sono. Per esempio 3 indica che ci sono tre bombe intorno ad alla cella
pl: Liczby pokazują, ile bomb znajduje się w sąsiednich komórkach. Na przykład liczba 3 oznacza, że wokół komórki znajdują się trzy bomby.

# tutorial3FlagsTitle
source: Flag bombs
de: Bomben markieren
it: Bandiere
pl: Oznacz bomby

# tutorial3FlagsDescr
source: Longpress and hold a cell to insert a flag which can help you remember where a bomb may be.
de: Halten Sie eine Zelle lange gedrückt, um eine Flagge einzufügen, die Ihnen dabei helfen kann, sich zu merken, wo sich eine Bombe befinden könnte.
it: Inserisci una bandiera dove pensi ci sia una bomba tenendo premuta una cella, ti aiuterà a ricordare dove sono le bombe.
pl: Przytrzymaj dłużej komórkę, aby umieścić flagę, która pomoże Ci zapamiętać, gdzie możesz znaleźć bombę.

# tutorial4WinTitle
source: Victory
de: Sieg
it: Vittoria
pl: Zwycięstwo

# tutorial4WinDescr
source: You win if you leave all the bombs covered and discover all the cells free.
de: Sie gewinnen, wenn Sie alle Bomben abdecken und alle Felder frei machen.
it: Vinci scopri tutte le celle libere, lasciando coperte quelle con le bombe.
pl: Wygrywasz, gdy odkryjesz wszystkie bomby i odkryjesz wszystkie pola.

# tutorial5WorldRankingTitle
source: World Ranking
de: Weltbestenliste
pl: Globalny ranking

# tutorial5WorldRankingDescr
source: Try to solve the field as quickly as possible to climb the world ranking that you find on the home page!
de: Versuchen Sie, das Feld so schnell wie möglich zu lösen, um auf der Weltbestenliste aufzusteigen, die Sie auf der Startseite finden!
it: Cerca di risolvere il campo il più velocemente possibile per scalare la classifica mondiale che trovi nell'home page!
pl: Spróbuj rozwiązać pole gry jak najszybciej, aby awansować na globalnej liście rankingowej, którą znajdziesz na stronie startowej!

# tutorial6DoubleClickTitle
source: Speed Opening
de: Schnelles Öffnen
it: Apertura rapida
pl: Szybkie otwieranie

# tutorial6DoubleClickDescr
source: Click on an uncovered cell where you have already placed all flags around it to open all adjacent free cells!
de: Klicken Sie auf eine aufgedeckte Zelle, in der Sie bereits alle Flaggen um sie herum platziert haben, um alle benachbarten freien Zellen zu öffnen!
it: Fai click su una cella scoperta dove hai già posizionato tutte le bandiere intorno ad essa per aprire tutte le celle libere adiacenti!
pl: Kliknij dwukrotnie odkryte pole, w którym już umieściłeś wszystkie flagi wokół niego, aby otworzyć wszystkie wolne komórki w sąsiedztwie!

source: Next
de: Nächste
it: Avanti
pl: Następny

source: Play
de: Spielen
it: Gioca
pl: Graj

source: Time
de: Zeit
it: Tempo
pl: Czas

# gamePauseTitle
source: Game Pause
de: Spiel angehalten
it: Gioco in pausa
pl: Gra wstrzymana

# gamePauseDescr
source: Tap outside to continue or go to home.
de: Tippen Sie außerhalb des Spiels, um fortzufahren oder zur Startseite zu gehen.
it: Tocca fuori per continuare a giocare oppure torna alla home.
pl: Kliknij poza grą, aby kontynuować lub przejdź do strony startowej.

# youLoseTitle
source: You lose!
de: Sie haben verloren!
it: Hai perso!
pl: Przegrałeś!

# youLoseDesc
source: When you lose, don't miss the lesson.
de: Verpassen Sie bei einer Niederlage nicht die Lektion.
it: Quando perdi, non dimenticarti la lezione.
pl: Nie przegap lekcji po porażce.

# youCompletedGameTitle
source: You win, congrats!
de: Gewonnen, herzlichen Glückwunsch!
it: Hai vinto, complimenti!
pl: Wygrana, gratulacje!

# youCompletedGameDescr
source: You complete the game in :
de: Sie haben das Spiel in folgender Zeit abgeschlossen:
it: Hai completato il campo in :
pl: Udało Ci się ukończyć grę w następującym czasie:

source: Seconds
de: Sekunden
it: secondi
pl: Sekundy

source: Minuts
de: Minuten
it: minuti
pl: Minuty

source: Hours
de: Stunden
it: ore
pl: Godziny

source: Home
de: Startseite
pl: Dom

source: Loading offers...
de: Lade Angebote ...
it: Caricamento offerte...
pl: Ładowanie ofert ...

# goodPurchase
source: Purchase successful!
de: Kauf erfolgreich abgeschlossen!
it: Acquisto andato a buon fine!
pl: Kupno zakończone sukcesem!

# badPurchase
source: Purchase completed with error.
de: Kauf abgeschlossen mit Fehler.
it: Acquisto terminato con errore.
pl: Kupno zakończone błędem.

# restorePurchaseDone
source: Purchase restore completed.
de: Kauf wiederherstellen abgeschlossen.
it: Ripristino acquisti terminato
pl: Przywrócono zakup.

# noPlansFound
source: Offers not found!
de: Keine Angebote gefunden!
it: Offerte non trovate!
pl: Nie znaleziono ofert!

source: Loading
de: Ladevorgang
it: Caricamento
pl: Ładuję

source: Restore
de: Wiederherstellen
it: Ripristina
pl: Przywróć

source: Time record!
de: Zeitrekord!
it: Tempo record!
pl: Rekord czasowy!

# info_openSourceText
source: The source code of this game is open source and you can find it on GitHub
de: Der Quellcode dieses Spiels ist Open Source und Sie finden ihn auf GitHub
it: Il codice sorgente di questo gioco è open source e puoi trovarlo su GitHub
pl: Kod źródłowy tej gry jest dostępny w otwartym dostępie na GitHubie

source: Review
de: Rezension
it: Recensione
pl: Recenzja

# info_reviewText
source: We would greatly appreciate a review from you to improve and grow.
de: Wir würden uns sehr über eine Rezension von Ihnen freuen, um uns zu verbessern und zu wachsen.
it: Ci farebbe molto piacere una tua recensione, per migliorare e crescere.
pl: Bardzo chcielibyśmy otrzymać recenzję od Ciebie, abyśmy mogli się poprawić i rosnąć.

source: Contact Us
de: Kontaktiere uns
it: Contattaci
pl: Skontaktuj się z nami

# info_contactUsText
source: Do you have suggestions for a new feature or want to report a bug? Write to us, we will be happy to respond.
de: Haben Sie Vorschläge für eine neue Funktion oder möchten Sie einen Fehler melden? Schreiben Sie uns, wir werden uns freuen, zu antworten.
it: Hai consigli per una nuova funzione o vuoi segnalarci un bug? Scrivici saremo felici di risponderti.
pl: Masz sugestie dotyczące nowej funkcji lub chcesz zgłosić błąd? Napisz do nas, chętnie Ci odpowiemy.

source: Settings
de: Einstellungen
it: Impostazioni
pl: Ustawienia

# settings_languageText
source: Language
de: Sprache
it: Lingua
pl: Język
